Repository: xiaosu-zhu/Aurora-Weather
Catalog: com.aurora.auweather/com.aurora.auweather/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de, es_es, fr, it, ja_jp, ko, ru_ru, zh_hans, zh_tw

source: About
de_de: Info
es_es: Acerca de
fr: À propos de
it: Informazioni su
ja_jp: バージョン情報
ko: 정보
ru_ru: о программе
zh_hans: 关于
zh_tw: 關於

# AddButton.Label
source: Search Cities
de_de: Suche Städte
es_es: Buscar ciudades
it: Cerca città
ja_jp: 検索都市
ko: 검색 도시
zh_hans: 搜索城市
zh_tw: 搜索城市

# Add_Image
source: Customize
de_de: Anpassen
es_es: Personalizar
it: Personalizza
ja_jp: カスタマイズ
ko: 사용자 지정
zh_hans: 自定义
zh_tw: 自訂

# BlurBGText.Text
source: Enable Blur
de_de: Aktivieren von Blur
es_es: Habilitar desenfoque
it: Attivare l'effetto
ja_jp: ブラーを有効にします。
ko: 흐림 효과 사용
zh_hans: 模糊背景
zh_tw: 模糊背景

# BodyTempText.Text
source: Body temperature
de_de: Körpertemperatur
es_es: Temperatura corporal
fr: Température corporelle
it: Temperatura corporea
ja_jp: 体の温度
ko: 체온
ru_ru: Температура тела
zh_hans: 体感温度
zh_tw: 體感溫度

# CheckLocateAccessButton.Content
source: Go to settings
de_de: Zu Einstellungen wechseln
es_es: Configuración
fr: Accéder aux paramètres
it: Vai a Impostazioni
ja_jp: 設定に移動
ko: 설정으로 이동
ru_ru: Перейти к настройкам
zh_hans: 转到设置
zh_tw: 前往設定

# Cities
source: Cities overview
de_de: Städte-Übersicht
es_es: Resumen de ciudades
it: Panoramica città
ja_jp: 都市概要
ko: 도시 개요
zh_hans: 城市概览
zh_tw: 城市概覽

# CitiesButton.Label
source: Cities overview
de_de: Städte-Übersicht
es_es: Resumen de ciudades
it: Panoramica città
ja_jp: 都市概要
ko: 도시 개요
zh_hans: 城市概览
zh_tw: 城市概覽

# CitiesText.Text
source: Cities overview
de_de: Städte-Übersicht
es_es: Resumen de ciudades
it: Panoramica città
ja_jp: 都市概要
ko: 도시 개요
zh_hans: 城市概览
zh_tw: 城市概覽

# Cities_Management
source: Cities Managment
de_de: Städte-Managment
es_es: Gestión de ciudades
it: Città Managment
ja_jp: 都市管理
ko: 도시 관리
zh_hans: 城市管理
zh_tw: 城市管理

# Cloudy.Header
source: Cloud
de_de: Wolke
es_es: Nube
ja_jp: クラウド
ko: 클라우드
ru_ru: Облако
zh_hans: 云朵
zh_tw: 雲端

# ComfortableText.Text
source: Comfort index:
de_de: Komfort-Index:
es_es: Índice de confort:
fr: Indice de confort :
it: Indice di comfort:
ja_jp: 快適性指標:
ko: 컴 포트 인덱스:
ru_ru: Индекс комфорт:
zh_hans: 舒适指数:
zh_tw: 舒適指數:

# CWText.Text
source: car wash Index:
de_de: Auto-Waschanlagen-Index:
es_es: Índice de colada de coche:
it: autolavaggio di indice:
ja_jp: 洗車インデックス:
ko: 세차 지 수:
zh_hans: 洗车指数:
zh_tw: 洗車指數:

# DanweiText.Text
source: Conversion
de_de: Konvertierung
es_es: Conversión
it: Conversione
ja_jp: 変換
ko: 변환
zh_hans: 单位换算
zh_tw: 單位換算

# DescripButton.Content
source: Description
de_de: Beschreibung
es_es: Descripción
it: Descrizione
ja_jp: 説明
ko: 설명
zh_hans: 说明
zh_tw: 結果

# DisableDynamicDescripText.Text
source: Reduce memory usage
de_de: Speicherauslastung verringern
es_es: Reducir el uso de memoria
it: Ridurre l'utilizzo della memoria
ja_jp: メモリ使用量を減らす
ko: 메모리 사용
zh_hans: 减少内存占用
zh_tw: 這將關閉動態天氣, 並減少記憶體佔用

# DisableDynamicText.Text
source: Disable dynamic
de_de: Deaktivieren von dynamischen
es_es: Desactivar ícono dinámico
it: Disattivare dinamico
ja_jp: 動的なを無効にします。
ko: 동적 비활성화
zh_hans: 减弱动态效果
zh_tw: 減弱動態效果

# DonateButton.Content
source: Donate it!
de_de: Spenden sie!
es_es: ¡Dona!
it: Donarlo!
ja_jp: それを寄付する!
ko: 그것을 기부!
zh_hans: 捐赠版!
zh_tw: 投喂我!

# DonateOption0.Text
source: · Daily Alarms
de_de: · Tägliche Alarme
es_es: · Alarmas diarias
it: · Sveglie giornaliere
ja_jp: ·毎日のアラーム
ko: · 매일 알람
zh_hans: · 每日天气提醒
zh_tw: · 每日天氣提醒

# DonateOption1.Text
source: · Disaster alerts
de_de: · Katastrophe-Warnungen
es_es: · Alertas de desastres
it: · Avvisi di emergenza
ja_jp: ·災害情報
ko: · 재해 경고
zh_hans: · 灾害提醒及锁屏通知
zh_tw: · 災害提醒及鎖屏通知

# DonateOption2.Text
source: · Shorter weather refresh rate
de_de: · Kürzere Wetter-Aktualisierungsrate
es_es: · Frecuencia de actualización de clima más corta
fr: · Taux de rafraîchissement de temps plus court
it: · Frequenza di aggiornamento più breve tempo
ja_jp: ·短い天気リフレッシュ レート
ko: · 짧은 날씨 새로 고침 빈도
ru_ru: · Короче, частота обновления Погода
zh_hans: · 更短的天气刷新频率
zh_tw: · 更短的天氣刷新頻率

# DonateOption3.Text
source: · Pin selected cities in tile and automatically update
de_de: · Stiftes ausgewählte Städte in Ziegel und automatisch aktualisieren
es_es: · Anclar ciudades seleccionadas y actualizar automáticamente
it: · Perno città selezionate in piastrelle e aggiornare automaticamente
ja_jp: ·ピン選択した都市のタイルし、を自動的に更新
ko: · 핀 선택 된 도시에서 타일 하 고 자동으로 업데이트
zh_hans: · 钉选其他城市的磁贴并自动更新
zh_tw: · 釘選其他城市的磁貼並自動更新

# DonateRun0.Text
source: Need your help ...
de_de: Brauchen Sie Ihre Hilfe...
es_es: Necesito su ayuda...
fr: Besoin de votre aide...
it: Bisogno del vostro aiuto...
ja_jp: あなたの助けを必要と.
ko: 당신의 도움이 필요...
ru_ru: Нужна ваша помощь...
zh_hans: 需要你的帮助...
zh_tw: 需要你的説明...

# DonateRun1.Text
source: Application development requires a lot of energy and time; Moreover, this application using the weather API which need some money to work properly. If you think it's great, wish to support it ~
de_de: Anwendungsentwicklung erfordert viel Energie und Zeit; Außerdem, diese Anwendung mit der Wetter-API die brauchen etwas Geld, um richtig zu arbeiten. Wenn Sie denken, es ist toll, es unterstützen wollen ~
es_es: El desarrollo de aplicaciones requiere de mucha tiempo y energía; Además, esta aplicación utiliza un API de Clima, que cuesta dinero para funcionar correctamente. Si te gusta, puedes apoyarla ~
it: Lo sviluppo di applicazioni richiede molta energia e tempo; Inoltre, questa applicazione utilizzando il meteo API che hanno bisogno di un po' di soldi per funzionare correttamente. Se pensi che sia grande, desiderano sostenerla ~
ja_jp: アプリケーション開発には多くのエネルギーと時間が必要です。また、天気正しく動作するいくつかのお金を必要とする API を使って、このアプリケーション。それは素晴らしいと思う場合はそれをサポートしたい 〜
ko: 응용 프로그램 개발 요구는 많은 에너지와 시간; 또한, 날씨 제대로 작동 하려면 일부 돈이 필요로 하는 API를 사용 하 여이 응용 프로그램. 만약 당신이 좋은 생각, 그것을 지원 하고자 ~
zh_hans: 做出一个还算凑合的应用, 也需要大量的精力和时间; 而且, 这个应用更新天气使用的 API 需要一些资金才能够正常工作. 如果你觉得它很棒，不妨支持一下~
zh_tw: 做出一個還算湊合的應用, 也需要大量的精力和時間; 而且, 這個應用更新天氣使用的 API 需要一些資金才能夠正常工作. 如果你覺得它很棒，不妨支援一下~

# DonateRun2.Text
source: Help us, and you will unlock the donate version of additional features:
de_de: Helfen Sie uns und Sie werden die Spenden-Version zusätzliche Funktionen freischalten:
es_es: Dona ahora y obtén las siguientes caracterísitcas adicionales:
it: Ci aiutano e si sbloccherà la versione donazione di funzionalità aggiuntive:
ja_jp: 私たちを助けと寄付のバージョンの追加機能のロックを解除します。
ko: 우리를 도와 하 고 기부 버전의 추가 기능을 자물쇠로 열 것 이다.
zh_hans: 帮助我们, 你将解锁捐赠版的更多功能:
zh_tw: 説明我們, 你將解鎖捐贈版的更多功能:

# DressingText.Text
source: Clothing index:
de_de: Bekleidung-Index:
es_es: Índice de ropa:
fr: Indice de l'habillement :
it: Indice di abbigliamento:
ja_jp: 衣料品インデックス:
ko: 옷 인덱스:
ru_ru: Одежда индекс:
zh_hans: 穿衣指数:
zh_tw: 穿衣指數:

# DynamicText.Text
source: Dynamic weather
de_de: Dynamisches Wetter
es_es: Tiempo dinámico
fr: Météo dynamique
it: Meteo dinamico
ja_jp: 動的な天候
ko: 동적 날씨
ru_ru: Динамическая Погода
zh_hans: 动态天气
zh_tw: 動態天氣

# EnableEveryText.Text
source: Daily weather
de_de: Wetter-Alarm
es_es: Alarmas de tiempo
it: Allarmi meteo
ja_jp: 天気アラーム
ko: 날씨 경보
zh_hans: 天气提醒
zh_tw: 每日天氣提醒

# ExperimentalText.Text
source: Experimental features
de_de: Experimentelle Features
es_es: Funciones experimentales
fr: Fonctionnalités expérimentales
it: Funzionalità sperimentali
ja_jp: 試験的な機能
ko: 실험적 기능
ru_ru: Экспериментальные возможности
zh_hans: 试验性功能
zh_tw: 試驗性功能

# FeedbackButton.Label
source: Feedback
de_de: ZINS
es_es: tasa
fr: Commentaires
it: TASSO
ja_jp: レート
ko: 비율
ru_ru: отзывы и предложения
zh_hans: 评价
zh_tw: 意見反應

# FluText.Text
source: Flu index:
de_de: Grippe-Index:
es_es: Índice de gripe:
fr: Indice grippe :
it: Indice di influenza:
ja_jp: インフルエンザ インデックス:
ko: 독감 인덱스:
ru_ru: Индекс гриппа:
zh_hans: 流感指数:
zh_tw: 流感指數:

# Foggy.Header
source: Fog
de_de: Nebel
es_es: Niebla
fr: Brouillard
it: Nebbia
ja_jp: 霧
ko: 안개
ru_ru: Туман
zh_hans: 雾
zh_tw: 霧

# ForceRefreshText.Text
source: Force pull to refresh
de_de: Kraft ziehen um zu aktualisieren
es_es: Fuerza de tracción para actualizar
it: Forza tirare per aggiornare
ja_jp: 強制的にリフレッシュするプル
ko: 새로 고침을 강제로합니다
zh_hans: 强制开启下拉刷新
zh_tw: 強制開啟下拉刷新

# FormatText.Text
source: Date and Time
de_de: Datum und Uhrzeit
es_es: Fecha y hora
it: Data e ora
ja_jp: 日付と時刻
ko: 날짜 및 시간
zh_hans: 日期与时间
zh_tw: 日期與時間

# Haze.Header
source: Sand and haze
de_de: Sand und haze
es_es: Arena y haze
fr: Sable et brume
it: Sabbia e haze
ja_jp: 砂とヘイズ
ko: 모래와 안개
ru_ru: Песок и дымка
zh_hans: 沙与霾
zh_tw: 沙與霾

# HumidityText.Text
source: Hummidity
es_es: Censores
ja_jp: 吸放
zh_hans: 湿度
zh_tw: 濕氣

# ImmersiveText.Text
source: Immersive mode
de_de: Immersive Modus
es_es: Modo de inmersión
it: Modalità immersiva
ja_jp: 没入型モード
ko: 몰입 모드
zh_hans: 沉浸模式
zh_tw: 沉浸模式

source: Immersive background
de_de: Immersive Hintergrund
es_es: Fondo envolvente
it: Coinvolgente sfondo
ja_jp: 没入型背景
ko: 몰입 형 배경
zh_hans: 沉浸模式背景
zh_tw: 沉浸模式背景

# LengthParameter_KM
source: km
zh_hans: 千米
zh_tw: 公里

# LengthParameter_M
source: m
zh_hans: 米
zh_tw: METRE

# LengthParameter_Mile
source: mile
de_de: Meile
es_es: milla
it: miglio
ja_jp: マイル
ko: 마일
zh_hans: 英里
zh_tw: 英哩

# LengthParameter_NM
source: nm
de_de: SM
es_es: MN
zh_hans: 海里
zh_tw: 英制海里

# LengthParText.Text
source: Visibility
de_de: Sichtbarkeit
es_es: Visibilidad
fr: Visibilité
it: Visibilità
ja_jp: 可視性
ko: 표시 유형
ru_ru: Видимость
zh_hans: 能见度
zh_tw: 能見度

# LoadingDataText.Text
source: Loading
de_de: Laden
es_es: Cargando
it: Caricamento
ja_jp: 読み込み中
ko: 로드
zh_hans: 加载城市数据
zh_tw: 載入城市資料

# LocateDeniedButton.Content
source: Location permissions are denied
de_de: Lage-Berechtigungen werden verweigert
es_es: El uso de Ubicación está deshabilitado
it: Autorizzazioni del percorso vengono negate
ja_jp: 場所のアクセス許可が拒否されました
ko: 위치 권한이 거부 되었습니다.
zh_hans: 定位权限被关闭
zh_tw: 定位許可權被關閉

# LocateOnText.Text
source: Location
de_de: Standort
es_es: Ubicación
it: Località
ja_jp: 国や地域
zh_hans: 开启定位
zh_tw: 開啟定位

# LocatingText.Text
source: Locating
de_de: Wird gesucht
es_es: Buscando
fr: Recherche en cours
it: Individuazione in corso
ja_jp: 検索中
ko: 찾는 중
ru_ru: Поиск
zh_hans: 正在定位
zh_tw: 尋找中

# MoonPhaseText.Text
source: Moon phase
de_de: Mondphase
es_es: Fase de la luna
fr: Phase de lune
it: Fase lunare
ja_jp: ムーンフェイズ
ko: 달 단계
ru_ru: Фазы луны
zh_hans: 月相
zh_tw: 月相

# NextTomorrowText.Text
source: Next Tom.
de_de: Nächsten Tom.
es_es: Siguiente Tom.
it: Tom successivo.
ja_jp: 次のトム。
ko: 다음 톰입니다.
zh_hans: 后天
zh_tw: 後天

# NoBGText.Text
source: Don't show
de_de: Nicht anzeigen
es_es: No mostrar
it: Non mostrare
ja_jp: 表示しない
ko: 표시 안 함
zh_hans: 不使用背景
zh_tw: 不使用背景

# Now
source: Current weather
de_de: Aktuelles Wetter
es_es: Tiempo actual
fr: Météo actuelle
it: Meteo attuale
ja_jp: 現在の天気
ko: 현재 날씨
ru_ru: Текущая погода
zh_hans: 当前天气
zh_tw: 當前天氣

# NowButton.Label
source: Now
de_de: Details
es_es: Detalles
fr: MAINTENANT
it: Dettagli
ja_jp: 詳細
ko: 세부 정보
ru_ru: Сейчас
zh_hans: 详情
zh_tw: 剛剛

# PrecipitationText.Text
source: Precipitation
de_de: Niederschlag
es_es: Precipitación
fr: Précipitations
it: Precipitazione
ja_jp: 降水量
ko: 강 수
ru_ru: Осадки
zh_hans: 降水量
zh_tw: 降水量

source: Preferences
de_de: Einstellungen
es_es: Preferencias
fr: Préférences
it: Preferenze
ja_jp: ユーザー設定
ko: 기본 설정
ru_ru: Настройки
zh_hans: 偏好设置
zh_tw: 喜好設定

# PressureParameter_Atm
source: Atm
es_es: Cajeros automáticos
ko: 현금 지급기
zh_hans: 标准大气压
zh_tw: 標準大氣壓

# PressureParameter_CmHg
source: CmHg
zh_hans: 厘米汞柱
zh_tw: 釐米汞柱

# PressureParameter_Hpa
source: MB
fr: Mo
ru_ru: МБ
zh_hans: 毫巴
zh_tw: 毫巴

# PressureParameter_Torr
source: Torr
ja_jp: トール
ko: 토르
zh_hans: 托

# PressureParText.Text
source: Pneumatic
de_de: Pneumatik
es_es: Neumática
it: Pneumatico
ja_jp: 空気圧
ko: 공기압
zh_hans: 气压
zh_tw: 氣動

# PressureText.Text
source: Pneumatic
de_de: Pneumatik
es_es: Neumática
it: Pneumatico
ja_jp: 空気圧
ko: 공기압
zh_hans: 气压
zh_tw: 氣動

# PurchaseButton.Content
source: Rock it!
de_de: Schaukeln Sie es!
es_es: ¡Pagar ahora!
it: Dacci dentro!
ja_jp: それを揺する!
ko: 그것은 바위!
zh_hans: 走你!
zh_tw: 走你!

# Rainny.Header
source: Rain
de_de: Regen
es_es: Lluvia
fr: Pluie
it: Pioggia
ja_jp: 雨
ko: 비
ru_ru: Дождь
zh_hans: 雨
zh_tw: 雨

# RefreshButton.Label
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
it: Aggiorna
ja_jp: 最新の情報に更新
ko: 새로 고침
zh_hans: 刷新
zh_tw: 重新整理

# RefreshFreqText.Text
source: Refresh interval
de_de: Aktualisierungsintervall
es_es: Intervalo de actualización
it: Intervallo di aggiornamento
ja_jp: 更新間隔
ko: 새로 고침 간격
zh_hans: 自动刷新间隔
zh_tw: 自動刷新間隔

# RefreshState_four
source: Four hours
de_de: Vier Stunden
es_es: Cuatro horas
fr: Quatre heures
it: Quattro ore
ja_jp: 4 時間
ko: 4시간
ru_ru: Четыре часа
zh_hans: 四小时
zh_tw: 四小時

# RefreshState_one
source: Don't auto-refresh
de_de: Nicht automatisch aktualisieren
es_es: No actualizar automáticamente
it: Aggiornamento automatico non
ja_jp: 自動更新しません。
ko: 자동 새로 고침을 하지
zh_hans: 不自动刷新
zh_tw: 不要自動重新整理

# RefreshState_three
source: Two hours
de_de: Eine Stunde
es_es: una hora
fr: Deux heures
it: un'ora
ja_jp: 1 時間
ko: 1시간
ru_ru: Два часа
zh_hans: 一小时
zh_tw: 兩小時

# RefreshState_two
source: One hour
de_de: 30 Minuten
es_es: 30 minutos
fr: une heure
it: 30 minuti
ja_jp: 30 分
ko: 30분
ru_ru: Один час
zh_hans: 半小时
zh_tw: 一小時

# Replace_Image
source: Replace
de_de: Ersetzen
es_es: Reemplazar
it: Sostituisci
ja_jp: 置換
ko: 바꾸기
zh_hans: 替换
zh_tw: 取代

# RequestedTheme_Auto
source: Auto
es_es: Automático
it: automatico
ja_jp: 自動
ko: 자동
zh_hans: 自动
zh_tw: 自動

# RequestedTheme_Dark
source: Dark
de_de: Dunkel
es_es: Oscuro
fr: Foncé
it: Scuro
ja_jp: 濃色
ko: 어둡게
ru_ru: Приглушенное
zh_hans: 暗
zh_tw: 暗

# RequestedTheme_Light
source: Light
de_de: Hell
es_es: Claro
fr: Clair
it: Chiaro
ja_jp: 光源
ko: 조명
ru_ru: Яркое
zh_hans: 亮
zh_tw: 亮

# SearchText.Text
source: Search and add
de_de: Suchen und hinzufügen
es_es: Buscar y agregar
fr: Rechercher et ajouter
it: Cerca e Aggiungi
ja_jp: 検索し、追加
ko: 검색 및 추가
ru_ru: Поиск и добавление
zh_hans: 搜索并添加
zh_tw: 搜索並添加

source: Settings
de_de: Einstellungen
es_es: Configuración
it: impostazioni
ja_jp: 設定
ko: 설정
zh_hans: 设置
zh_tw: 設定

# SettingsButton.Label
source: Settings
de_de: Einstellungen
es_es: Configuración
it: impostazioni
ja_jp: 設定
ko: 설정
zh_hans: 设置
zh_tw: 設定

# SettingsText.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
it: impostazioni
ja_jp: 設定
ko: 설정
zh_hans: 设置
zh_tw: 設定

# ShowSecondText.Text
source: Show second
de_de: Zweite Karte
es_es: Ver segundos
it: Visualizza secondo
ja_jp: 2 番目を表示します。
ko: 두 번째 보기
zh_hans: 显示秒针
zh_tw: 顯示秒針

# ShowttText.Text
source: Display am/pm
de_de: Display/Uhr
es_es: Mostrar AM/PM
fr: Affichage am/pm
it: Visualizzare am/pm
ja_jp: 午前/午後を表示します。
ko: 오전/오후 표시
ru_ru: Дисплей am/pm
zh_hans: 显示上午/下午
zh_tw: 顯示上午/下午

# Snowy.Header
source: Winter snow
de_de: Winter Schnee
es_es: Nieve de invierno
fr: Neige de l'hiver
it: Neve di inverno
ja_jp: 冬の雪
ko: 겨울 눈
ru_ru: Зимний снег
zh_hans: 冬雪
zh_tw: 冬雪

# SpeedParameter_KMPH
source: km/h
zh_hans: 千米/时
zh_tw: 千米/時

# SpeedParameter_Knot
source: knot
es_es: nudo de
it: nodo
ja_jp: 結び目
ko: 매듭
zh_hans: 节
zh_tw: 章節

# SpeedParameter_MPS
source: m/s
ru_ru: Метр в секунду
zh_hans: 米/秒
zh_tw: 每秒公尺

# SpeedParText.Text
source: Wind Speed
de_de: Windgeschwindigkeit
es_es: Velocidad del viento
it: Velocità del vento
ja_jp: 風速
ko: 풍속
zh_hans: 风速
zh_tw: 風速

# SplashText.Text
source: Preparing data ...
de_de: Daten werden vorbereitet...
es_es: Preparando datos...
fr: Préparation des données...
it: Preparazione dei dati in corso...
ja_jp: データを準備しています.
ko: 데이터를 준비...
ru_ru: Подготовка данных...
zh_hans: 准备数据...
zh_tw: 準備資料...

# SportText.Text
source: Sport index:
es_es: Índice de deporte:
it: Indice di sport:
ja_jp: スポーツ インデックス:
ko: 스포츠 인덱스:
zh_hans: 运动指数:
zh_tw: 運動指數:

# Starry.Header
source: Starry sky
de_de: Sternenhimmel
es_es: Cielo estrellado
fr: Ciel étoilé
it: Cielo stellato
ja_jp: 星空
ko: 별이 빛나는 하늘
ru_ru: Звездное небо
zh_hans: 星空
zh_tw: 星空

# Sunny.Header
source: Sunlight
de_de: Sonnenlicht
es_es: Luz del sol
fr: Lumière du soleil
it: Luce del sole
ja_jp: 日光
ko: 햇빛
ru_ru: Солнечный свет
zh_hans: 阳光
zh_tw: 陽光

# SunProgressText.Text
source: Sun position
de_de: Position Sonne
es_es: Posición del sol
fr: Position du soleil
it: Posizione del sole
ja_jp: 太陽の位置
ko: 태양 위치
ru_ru: Положение солнца
zh_hans: 太阳位置
zh_tw: 太陽位置

# TemperatureParameter_Celsius
source: Celsius
ja_jp: 摂氏
ko: 섭씨
zh_hans: 摄氏度
zh_tw: Degree Celsius

# TemperatureParameter_Fahrenheit
source: Fahrenheit
ja_jp: 華氏
ko: 화씨
zh_hans: 华氏度
zh_tw: 華氏 (F)

# TemperatureParameter_Kelvin
source: Kelvin
ja_jp: ケルビン
ko: 절대 온도
zh_hans: 热力温标
zh_tw: 熱力溫標

# TempParText.Text
source: Temperature
de_de: Temperatur
es_es: Temperatura
fr: Température
it: Temperatura
ja_jp: 温度
ko: 온도
ru_ru: Температура
zh_hans: 温度
zh_tw: 溫度

# ThemeText.Text
source: Theme
de_de: Thema
es_es: Tema
it: Tema
ja_jp: テーマ
ko: 테마
zh_hans: 主题
zh_tw: 主旨

# TitleBlock.Text
source: Aurora Weather
de_de: Aurora-Wetter
es_es: Tiempo de la Aurora
it: Meteo di Aurora
ja_jp: オーロラの天気
ko: 오로라 날씨
zh_hans: 极光天气
zh_tw: 極光天氣

# ToastText.Text
source: Weather reminder
de_de: Wetter-Erinnerung
es_es: Recordatorio de tiempo
fr: Rappel de la météo
it: Promemoria di Meteo
ja_jp: 天気アラーム
ko: 날씨 알림
ru_ru: Погода напоминание
zh_hans: 天气与提醒
zh_tw: 天氣與提醒

# TomorrowText.Text
source: Tomorrow
de_de: morgen
es_es: mañana
fr: demain
it: domani
ja_jp: 明日
ko: 내일
ru_ru: завтра|на следующий день
zh_hans: 明天
zh_tw: 明日|明天|未來的一天

# TravelText.Text
source: Travel index:
de_de: Reisen-Index:
es_es: Índice de viajes:
fr: Indice de voyage :
it: Indice di viaggio:
ja_jp: 旅行インデックス:
ko: 여행 인덱스:
ru_ru: Индекс путешествия:
zh_hans: 旅行指数:
zh_tw: 旅行指數:

# UseWeekText.Text
source: Use weekdays
de_de: Verwendung von versandfertig
es_es: Semana de uso
it: Utilizzare durante la settimana
ja_jp: 平日を使用します。
ko: 평일 사용
zh_hans: 使用星期替代日期
zh_tw: 使用星期替代日期

# UVText.Text
source: UV index:
es_es: Índice UV:
fr: Indice UV :
it: Indice UV:
ja_jp: 紫外線指数:
ko: 자외선 지 수:
ru_ru: УФ индекс:
zh_hans: 紫外线指数:
zh_tw: 紫外線指數:

# VisibilityText.Text
source: Visibility
de_de: Sichtbarkeit
es_es: Visibilidad
fr: Visibilité
it: Visibilità
ja_jp: 可視性
ko: 표시 유형
ru_ru: Видимость
zh_hans: 能见度
zh_tw: 能見度

# WelcomeText.Text
source: Welcome!
de_de: Herzlich Willkommen!
es_es: ¡ Bienvenido!
fr: Bienvenue !
it: Benvenuto/a!
ja_jp: ようこそ!
ko: 환영 합니다!
ru_ru: Добро пожаловать!
zh_hans: 欢迎!
zh_tw: 歡迎!

# WindParameter_BeaufortandDegree
source: Scale + angle
de_de: Skala + Winkel
es_es: Escala + ángulo
it: Scala + angolo
ja_jp: スケール + 角度
ko: 규모 + 각도
zh_hans: 风级+角度
zh_tw: 風級+角度

# WindParameter_BeaufortandText
source: Scale + direction
de_de: Skala + Richtung
es_es: Dirección + escala
it: Scala + direzione
ja_jp: スケール + 方向
ko: 규모 + 방향
zh_hans: 风级+风向
zh_tw: 風級+風向

# WindParameter_SpeedandDegree
source: Speed + angle
de_de: Geschwindigkeit + Winkel
es_es: Velocidad + ángulo
it: Velocità + angolo
ja_jp: スピード + 角度
ko: 속도 + 각도
zh_hans: 风速+角度
zh_tw: 風速+角度

# WindParameter_SpeedandText
source: Speed + direction
de_de: Geschwindigkeit + Richtung
es_es: Dirección + velocidad
it: Velocità + direzione
ja_jp: スピード + 方向
ko: 속도 + 방향
zh_hans: 风速+风向
zh_tw: 風速+風向

# WindParText.Text
source: Wind
de_de: Wickeln
ja_jp: ウィンド
zh_hans: 风力与风向
zh_tw: 風力與風向

# WindText.Text
source: Wind
de_de: Wickeln
ja_jp: ウィンド
zh_hans: 风力风向
zh_tw: 風力風向

# DonationTitle.Text
source: Get donation pack
de_de: Spende-Pack zu bekommen
es_es: Conseguir pack de donación
it: Ottenere il pacchetto di donazione
ja_jp: 寄付パックを入手します。
ko: 기부금 팩
zh_hans: 获取捐赠版
zh_tw: 獲取捐贈版

source: First Quarter
de_de: Erstes Viertel
es_es: Cuarto creciente
it: Primo quarto
ja_jp: 上弦の月
ko: 상현달
zh_hans: 上弦月
zh_tw: First Quarter Moon

source: Full Moon
de_de: Vollmond
es_es: Luna llena
it: Luna piena
ja_jp: 満月
ko: 보름달
zh_hans: 满月
zh_tw: 滿月

source: New Moon
de_de: Neumond
es_es: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja_jp: 新月
ko: 그믐달
ru_ru: Новолуние
zh_hans: 新月
zh_tw: 新月

source: Third Quarter
de_de: Dritten Quartal
es_es: Tercer trimestre
it: Terzo trimestre
ja_jp: 第 3 四半期
ko: 3 분기
zh_hans: 下弦月
zh_tw: Last Quarter Moon

source: Waning Crescent
de_de: Abnehmenden Halbmond
es_es: Luna menguante
it: Luna calante
ja_jp: 下弦の三日月
ko: 약해지는 초승달
zh_hans: 残月
zh_tw: 殘月

source: Waning gibbous
de_de: Waxing Crescent
es_es: Luna gibosa menguante
it: Luna calante
ja_jp: ワックスクレ セント
ko: 초승달 말기
zh_hans: 下凸月
zh_tw: 下凸月

source: Waxing Crescent
de_de: Waxing gibbous
es_es: Fase creciente
it: Waning Gibbous
ja_jp: ワックスかけクレセント
ko: 왁 싱 초승달
zh_hans: 峨眉月
zh_tw: 峨眉月

source: Waxing Gibbous
de_de: Waxing Crescent
es_es: Gibosa iluminante
it: Waxing Crescent
ja_jp: ギバス ワックス
ko: 망간의
zh_hans: 上凸月
zh_tw: 上凸月

# WeatherCondition_calm
source: Calm
de_de: Ruhig
es_es: En calma
it: Calma
ja_jp: 平穏
ko: 차분
zh_hans: 轻风
zh_tw: 輕風

# WeatherCondition_cloudy
source: Cloudy
de_de: Bewölkt
es_es: Nublado
it: Nuvoloso
ja_jp: 曇り
ko: 흐림
zh_hans: 多云
zh_tw: 多雲

# WeatherCondition_cold
source: Getting cold
de_de: Kalt
es_es: Que frío
fr: Fait froid
it: Si raffredda
ja_jp: 寒くなってきました
ko: 추 워지고
ru_ru: Наступают холода
zh_hans: 变冷
zh_tw: 變冷

# WeatherCondition_drizzle_rain
source: Drizzle
de_de: Nieselregen
ja_jp: 霧雨
ko: 이슬비
ru_ru: Дождь
zh_hans: 毛毛雨
zh_tw: 毛毛雨

# WeatherCondition_dust
source: Dust
de_de: Staub
es_es: Polvo
fr: Poussière
it: Polvere
ja_jp: ほこり
ko: 먼지
ru_ru: Пыль
zh_hans: 扬尘
zh_tw: 揚塵

# WeatherCondition_duststorm
source: Dust storm
de_de: Staubsturm
es_es: Tormenta de polvo
fr: Tempête de poussière
it: Tempesta di polvere
ja_jp: ダスト ストーム
ko: 먼지 폭풍
ru_ru: Пыльная буря
zh_hans: 尘暴
zh_tw: 塵暴

# WeatherCondition_extreme_rain
source: Extreme rain
de_de: Extremer Regen
es_es: Lluvia extrema
it: Extreme pioggia
ja_jp: 極端な雨
ko: 극단적인 비
zh_hans: 暴雨
zh_tw: 暴雨

# WeatherCondition_few_clouds
source: Few clouds
de_de: Aufgelockert bewölkt
es_es: Algunas nubes
fr: Nuageux avec éclaircies
it: Poco nuvoloso
ja_jp: 少数の雲
ko: 맑음
ru_ru: Немного облаков
zh_hans: 少云
zh_tw: 少雲

# WeatherCondition_foggy
source: Fog
de_de: Nebel
es_es: Niebla
fr: Brouillard
it: Nebbia
ja_jp: 霧
ko: 안개
ru_ru: Туман
zh_hans: 雾
zh_tw: 霧

# WeatherCondition_freezing_rain
source: Freezing rain
de_de: Glatteisregen
es_es: Lluvia helada
fr: Pluie verglaçante
it: Pioggia gelata
ja_jp: 凍結雨
ko: 진눈깨비
ru_ru: Гололёд
zh_hans: 冻雨
zh_tw: 凍雨

# WeatherCondition_fresh_breeze
source: Fresh breeze
de_de: Frische Brise
es_es: Brisa fresca
it: Fresca brezza
ja_jp: 新鮮な風
ko: 신선한 바람
zh_hans: 劲风
zh_tw: 勁風

# WeatherCondition_gale
source: Gale
ru_ru: Сильный ветер
zh_hans: 大风
zh_tw: 大風

# WeatherCondition_hail
source: Hail
de_de: Hagel
es_es: Granizo
fr: Je vous salue
it: Grandine
ja_jp: あられ
ko: 만 세
ru_ru: Град
zh_hans: 冰雹
zh_tw: 冰雹

# WeatherCondition_haze
source: Haze
es_es: Guitarra
fr: Distorsion
it: Distorto
ko: 옅은 안개
ru_ru: Дымка
zh_hans: 霾
zh_tw: 霾

# WeatherCondition_heavy_rain
source: Heavy rain
de_de: Starker Regen
es_es: Fuertes lluvias
fr: Fortes pluies
it: Forte pioggia
ja_jp: 重い雨
ko: 무거운 비
ru_ru: Сильный дождь
zh_hans: 大雨
zh_tw: 大雨

# WeatherCondition_heavy_shower_rain
source: Heavy shower
de_de: Schwere Dusche
es_es: Ducha de pesado
it: Acquazzone pesante
ja_jp: 重いシャワー
ko: 무거운 샤워
zh_hans: 强阵雨
zh_tw: 強陣雨

# WeatherCondition_heavy_snow
source: Heavy snow
de_de: Großer Schnee
es_es: Nevada fuerte
fr: Grande neige
it: Grande neve
ru_ru: Большие снега
zh_hans: 大雪
zh_tw: 大雪

# WeatherCondition_heavy_storm_rain
source: Heavy storm
de_de: Schwerer Sturm
es_es: Fuerte tormenta
it: Forte tempesta
ja_jp: 重い嵐
ko: 무거운 폭풍우
zh_hans: 大暴雨
zh_tw: 大暴雨

# WeatherCondition_heavy_thunderstorm
source: Thunderstorm
de_de: Gewitter
es_es: Tormenta
zh_hans: 雷暴

# WeatherCondition_high_wind
source: High wind
de_de: Starkem wind
es_es: Alto viento
it: Vento forte
ja_jp: 強風
ko: 높은 바람
zh_hans: 疾风
zh_tw: 疾風

# WeatherCondition_hot
source: Getting hot
de_de: Immer heiß
es_es: Poniendo cachondo
it: Sempre caldo
ja_jp: 熱くなってください。
ko: 더 워지고
zh_hans: 变热
zh_tw: 變熱

# WeatherCondition_hurricane
source: Hurricane
de_de: Hurrikan
es_es: Huracán
it: Uragano
ja_jp: ハリケーン
ko: 허리케인
zh_hans: 台风
zh_tw: 颱風
